"__title__" = "מסד נתונים";

"__description__" = "פרטי התחברות למסד הנתונים.";

"hostname" = "שרת";

"port" = "יציאה";

"database" = "מסד נתונים";

"database_type" = "סוג";

"username" = "שם משתמש";

"password" = "Password";

"sid" = "SID";

"alias" = "כינוי";

"options" = "אפשרויות חיבור";

"options#9" = "אפשרויות";


"menu.database_type.db2" = "DB2";

"menu.database_type.filemaker" = "FileMaker";

"menu.database_type.msaccess" = "Microsoft Access";

"menu.database_type.mssql" = "MS SQL Server";

"menu.database_type.mysql" = "MySQL";

"menu.database_type.oracle" = "Oracle";

"menu.database_type.postresql" = "PostgreSQL";

"menu.database_type.postgresql" = "PostgreSQL";

"menu.database_type.sqlite" = "SQLite";

"menu.database_type.other" = "אחר";
